[
  {
    "title": "预约参观",
    "title_en": "",
    "cn": {
      "staff": "销售顾问",
      "location": "贵宾关系维护中心",
      "description": "在贵宾行程开始前，我们会优先通过其最常使用的电话或微信，以体贴而礼貌的方式再次确认抵达时间、当天需求及随行人员安排，让贵宾清晰感受到所有行程已由我们全面接管。例如：“XX先生/女士，您好。为确保您明日的体验一如既往顺畅，我们想再次确认您的抵达时间与随行人员安排。您抵达后，其余事项都将由我们全程代您处理。”与此同时，我们也会主动询问贵宾是否需要安排专车服务，以提升抵达体验：“若您希望抵达更为舒适或有其他情况，我们可为您安排专车，全程私密无干扰。整体服务费用约在 300–1,000 RMB 之间，具体将依据您所需的车辆与安保级别进行确认。”为了让客户有更好的参观体验，我们会初步了解孩子的基本情况，提前规划行程节奏、饮品选择、球具习惯等各项细节的个性化服务，确保其在整个体验中感受到毫无断层的高品质服务。",
      "highlight": "形成一对一全托管式体验，降低贵宾决策成本，提高满意度。通过提前沟通记录偏好，为后续多次复购奠定关系基础"
    },
    "en": {
      "staff": "Sales Consultant",
      "location": "VIP Relationship Management Center",
      "description": "Before the VIP itinerary begins, we will prioritize reaching out via their most frequently used phone number or wechat to reconfirm—thoughtfully and politely—the arrival time, needs for the day, and accompanying-party arrangements, ensuring the guest clearly feels that we have fully taken over and managed every detail of the schedule. For example:“Hello Mr./Ms. XX. To ensure your experience tomorrow is as smooth as always, we would like to reconfirm your arrival time and accompanying arrangements. Once you arrive, all remaining matters will be handled by us throughout.”At the same time, we will proactively ask whether the guest would like chauffeured car service to enhance the arrival experience:“If you would prefer a more comfortable arrival or if there are any special circumstances, we can arrange a private car for you—fully discreet and free from disturbance throughout. The overall service fee is approximately RMB 300–1,000, and the final amount will be confirmed based on the vehicle and security level you require.”To deliver a better visit experience, we will also gather basic information about the child in advance and plan personalized details—such as pacing of the itinerary, beverage preferences, and golf equipment habits—so the guest enjoys a seamless, high-quality service experience from start to finish.",
      "highlight": "Creating a one-on-one, fully managed experience that reduces the VIP’s decision-making cost and improves satisfaction. By communicating in advance and recording preferences, we lay a foundation for future repeated purchases."
    }
  },
  {
    "title": "新人欢迎仪式",
    "title_en": "",
    "cn": {
      "staff": "前台 / 客服 + 销售顾问",
      "location": "入口迎宾台",
      "description": "一位前台/客服与销售顾问在入口迎宾台恰到好处地站立迎宾，保持礼貌微笑与自然姿态，宾客车辆停稳后，销售顾问轻触车门示意准备，亲切问候并引导宾客下车；前台/客服递上温/冷毛巾或欢迎饮品，销售顾问保持适度距离陪同，引领宾客进入签到或休息区，同时介绍基础设施与场馆特色，确保宾客从踏入庄园起便感受到专业、贴心且舒适的高端体验。",
      "highlight": "通过规范化的迎宾流程、体贴有序的礼仪引导、舒适贴心的迎宾服务，为普通宾客打造专业而愉悦的高端入场体验，让宾客从踏入球场起便感受到细致关怀与舒适氛围。"
    },
    "en": {
      "staff": "Front Desk / Customer Service + Sales Consultant",
      "location": "Entrance Reception Desk",
      "description": "A front desk/customer service staff member and a sales consultant stand appropriately at the entrance reception desk, maintaining polite smiles and natural posture. Once the guest’s vehicle comes to a complete stop, the sales consultant lightly touches the car door to signal readiness, greets the guest warmly, and guides them as they exit. The front desk/customer service staff present a warm or cold towel or welcome drink, while the sales consultant accompanies the guest at a respectful distance, leading them to the check-in or lounge area, introducing basic facilities and venue features, ensuring that from the very first step onto the manor, the guest experiences a professional, attentive, and comfortable high-end welcome.",
      "highlight": "Through standardized welcoming procedures, thoughtful and orderly etiquette guidance, and comfortable, attentive reception services, create a professional and enjoyable high-end entry experience for guests, allowing them to feel meticulous care and a welcoming atmosphere from the moment they step onto the course."
    }
  },
  {
    "title": "代泊车",
    "title_en": "",
    "cn": {
      "staff": "代泊车员",
      "location": "停车区",
      "description": "代泊车员提前在落客点右侧等候，制服整洁、胸牌醒目，双手自然交叠于身前。宾客车辆缓缓驶近时，代泊车员上前半步，以清晰手势示意停靠位置，待车辆完全停稳后，微笑致意并主动问候：“晚上好，欢迎来到庄园。我来为您代泊车，您先安心下车。”确认宾客已安全下车后，代泊车员与宾客简短核对车辆信息与个性化需求：“需要我帮您取下后备箱物品吗？离场时您更希望车停在近出口的位置吗？”随后双手接过车钥匙（或引导使用电子钥匙/取车牌），当面说明取车方式与预计停放区域，并递上取车凭证：“这是您的取车牌，离开时交给我们即可，我们会把车开到您面前。”代泊车员绕车一周快速确认车况与贵重物品提醒，动作利落而不张扬；在宾客目光可及范围内启动车辆，平稳驶入停车区，全程低速、避让行人，并通过对讲系统同步车辆编号与停放位置。落客点始终保持安静有序：雨天有人及时递上伞套与防滑垫，行李推车随叫随到，宾客无需奔波寻找车位，只需从容迈进大门，体验从第一步就被照顾好的安心与尊贵。",
      "highlight": "以安全有序的落客引导、透明高效的交接流程和需求前置的个性化关照，让宾客一下车就感到省心与尊贵。"
    },
    "en": {
      "staff": "Valet Attendant",
      "location": "Parking Area",
      "description": "",
      "highlight": "Through safe, well-organized drop-off guidance, a transparent and efficient handover process, and proactive, personalized care, guests feel at ease and valued from the very moment they step out of the car."
    }
  },
  {
    "title": "登记",
    "title_en": "",
    "cn": {
      "staff": "客服",
      "location": "贵宾登记区 / 更衣室入口",
      "description": "当贵宾抵达登记区时，客服轻声上前致意：“欢迎您，××先生/女士，这是为您准备的专属更衣室钥匙。”随后从一侧的托盘上稳步呈上贵宾钥匙，双手恭敬递出，语气温柔而稳重。",
      "highlight": ""
    },
    "en": {
      "staff": "Guest Service Attendant",
      "location": "VIP Registration Area / Changing Room Entrance",
      "description": "When the guest arrives at the registration area, the attendant approaches gently and greets them: “Welcome, Mr./Ms. ××. This is your exclusive changing room key.” The attendant then gracefully lifts the key from a side tray and presents it with both hands, offering it steadily and respectfully. The tone remains soft and composed, ensuring the guest feels welcomed with warmth and elegance from the very first moment.",
      "highlight": ""
    }
  },
  {
    "title": "洽谈",
    "title_en": "",
    "cn": {
      "staff": "销售顾问 + 米其林厨师",
      "location": "厨房和就餐区",
      "description": "销售顾问在旁边通过笔记的形式询问宾客今天的服务是否满意，是否需要调整口味或增加特别需求，并在适当时与贵宾进行简短洽谈，了解其作为高尔夫球员的训练安排、身体状态、营养需求及当日体能状况等信息；同时记录并反馈餐食口味与食材适配情况，第一时间精准传达给后厨，使菜品与服务能够与球员的运动量、恢复目标及个性化偏好完美匹配，呈现更贴心、专业且高效的体验。同时，咨询安排孩子评测时，家长想要的消遣方式（例如美容，中医理疗等），以便提前安排。\n厨师则根据贵宾的预订信息与健康偏好精心制作菜品，严格甄选高品质食材并进行现场调理；除了低糖、低脂及减脂菜单外，还为有相关需求的贵宾准备防痛风餐，特别选用低嘌呤食材，如白肉鱼类、豆制品、绿叶蔬菜及全谷物，并在烹饪过程中控制油盐比例，以减少代谢负担、降低诱发风险，确保餐点既轻负担又具高级风味。厨师也可在糕点或餐点上精雕细刻贵宾的名字或专属标识，呈现独一无二的定制感。后厨特别设有透明展示区，使贵宾能够透过玻璃欣赏烹饪过程，感受厨师精湛技艺与高端用餐体验的双重享受，同时提升互动与尊贵感。",
      "highlight": "打造私属餐饮体验，每道菜品兼顾个性化、健康、奢华感，并新增防痛风定制菜单，让视觉、味觉及健康需求都被精准照顾与尊重。"
    },
    "en": {
      "staff": "Sales Consultant + Michelin-Star Chef",
      "location": "Kitchen and Dining Area",
      "description": "The Sales Consultant discreetly checks in with the guest by taking notes and asking whether they are satisfied with today’s service, whether any flavor adjustments are needed, or if there are special requests to add. When appropriate, they engage in brief conversations to understand the guest’s training schedule as a golfer, physical condition, nutritional needs, and energy levels for the day. They record feedback on taste preferences and ingredient suitability, relaying this information to the kitchen with precision and immediacy, ensuring that each dish and service detail aligns perfectly with the player’s training load, recovery goals, and personal preferences. This creates a more attentive, professional, and highly efficient dining experience.Meanwhile, when consulting about arranging an assessment for the child, please ask about the parents' preferred leisure activities (e.g., beauty treatments, Traditional Chinese Medicine (TCM) physical therapy, etc.) to facilitate advance arrangements.\nThe Michelin-star chef prepares every dish with meticulous care based on the guest’s reservation details and health preferences, selecting premium ingredients and cooking on site. In addition to low-sugar, low-fat, and weight-management menus, the chef offers a gout-friendly menu for guests with specific needs—using low-purine ingredients such as white fish, soy-based products, leafy greens, and whole grains, while controlling oil and salt levels during cooking to reduce metabolic load and lower flare-up risks. This ensures dishes remain both light and refined in flavor. \nThe chef may also delicately carve the guest’s name or personalized emblem onto pastries or plated items, creating a unique sense of exclusivity. A transparent kitchen viewing area allows guests to observe the cooking process through glass, enjoying both the chef’s craftsmanship and the elevated dining atmosphere, enhancing interaction and a sense of distinction.",
      "highlight": "A fully personalized private dining experience where every dish balances individuality, wellness, and luxury—now enhanced with a bespoke gout-friendly menu—ensuring visual appeal, exceptional flavor, and health needs are all precisely cared for and respected."
    }
  },
  {
    "title": "参观场馆",
    "title_en": "",
    "cn": {
      "staff": "销售顾问 / 高尔夫助理",
      "location": "高尔夫场馆及展示区",
      "description": "销售顾问在贵宾抵达后，轻声引导至高尔夫场馆展示区，全程保持恰到好处的陪同距离；介绍庄园独家设计理念及隐私保护措施，让贵宾全方位了解场馆亮点。提供定制化服务，如递送香氛冷毛巾、季节性饮品（RMB 150–500/杯）、小型精致茶点（RMB 200–800/份），并随时回答贵宾提问或安排模拟挥杆体验。若贵宾希望深度体验，可安排私人教练进行1对1示范或球道演练（RMB 2,000–5,000/小时），增强互动与尊享感。",
      "highlight": ""
    },
    "en": {
      "staff": "Sales Consultant / Golf Assistant",
      "location": "Golf Facility and Showcase Area",
      "description": "Upon the VIP guest’s arrival, the sales consultant gently guides them to the golf facility’s showcase area, maintaining an appropriate and respectful distance throughout. They introduce the estate’s exclusive design philosophy and privacy protection measures, ensuring the guest gains a comprehensive understanding of the venue’s unique highlights.\nPersonalized services are provided as needed, including scented chilled towels, seasonal beverages (RMB 150–500 per cup), and curated petite refreshments (RMB 200–800 per set). The consultant remains attentive to the guest’s questions and is ready to arrange a simulated swing experience at any time.\nIf the guest wishes to explore more in-depth, the consultant can arrange a private coach for a one-on-one demonstration or fairway practice session (RMB 2,000–5,000 per hour), enhancing both interaction and the sense of exclusivity.",
      "highlight": ""
    }
  }
]